Repository: Kotti/kotti_blog
Catalog: kotti_blog/locale/*/LC_MESSAGES/kotti_blog.po
Languages: de

source: Use pagination
de: Paginierung aktivieren

source: Use pagination for entries on the blog.
de: Blogeinträge auf mehreren Seiten anzeigen.

source: Page size
de: Seitengröße

source: Choose how many blog entries are shown on one page.
de: Wählen Sie aus, wie viele Blogeinträge auf einer Seite angezeigt werden.

source: Use auto pagination
de: Automatische Paginierung aktivieren

source: Blog entries loaded automatically when scrolling down the blog page.
de: Blogeinträge werden beim scrollen der Seite automatisch nachgeladen.

source: Link headline
de: Überschrift verlinken

source: Control whether the headline of a blog entry in the blog is linked to the blog entry.
de: Einstellung, ob die Überschrift auf der Übersichtsseite auf den Blogeintrag verlinken soll.

source: Include Social Share Privacy
de: Social Share Privacy einbinden

source: Include social media buttons in the blog entry view. Currently facebook, twitter and Google+ are included.
de: Social media im Blogeintrag integrieren. Es werden facebook, twitter und Google+ eingebunden.

source: Blog settings
de: Blogeinstellungen

source: Settings for kotti_blog
de: Einstellungen für kotti_blog

source: Successfully saved blog settings.
de: Blogeinstellungen erfolgreich gespeichert.

source: Show categories in sidebar
de: Zeige die Kategorien in der Seitenleiste an

source: Show categories sorted by number of posts on which you can filter.
de: Zeige die Kategorien mit der Anzahl der Beiträge, nach denen gefiltert werden kann.

source: The number of categories shown
de: Anzahl der angezeigten Kategorien

source: Show archives in sidebar
de: Zeige die Archive in der Seitenleiste

source: Show categories sorted by date on which you can filter.
de: Zeige die Kategorien sortiert nach Datum, nach denen gefiltert werden kann.

source: The number of archives shown
de: Anzahl der angezeigten Archive

source: Blog sidebar settings
de: Einstellungen der Blog Seitenleiste

source: Settings for kotti_blog sidebar
de: Einstellungen für die kotti_blog Seitenleiste

source: Successfully saved blog sidebar settings.
de: Einstellungen der Blog Seitenleiste erfolgreich gespeichert.

source: Blog entry
de: Blogeintrag

source: Date
de: Datum

source: Choose date of the blog entry. If you leave this empty the creation date is used.
de: Wählen Sie das Datum für den Blogeintrag. Wenn Sie das Feld leer lassen, wird das Datum der Erstellung genutzt.

source: ${val} is earlier than earliest datetime ${min}
de: ${val} liegt vor dem frühestmöglichen Zeitpunkt ${min}.

source: Blog Entry
de: Blogeintrag

source: Archives
de: Archive

source: Categories
de: Kategorien

source: Previous ${number} items
de: Vorherige ${number} Einträge

source: Next ${number} items
de: Nächste ${number} Einträge
